Repository: ISPPNightTurn/Clubby
Catalog: Django_app/locale/*/LC_MESSAGES/django.po
Languages: es

source: Invalid NIF - format is 8 numbers and a letter.
es: NIF no válido - El formato es de 8 números y una letra.

source: No address found with information provided.
es: No se ha encontrado ninguna dirección con la información proporcionada.

source: Required. 30 character max
es: Obligatorio. 30 caracteres máximo

source: Required. Inform a valid email address.
es: Obligatorio. Debe ser un email válido.

source: Optional, tell us something about you.
es: Opcional. Cuéntanos algo sobre ti.

source: Optional, where are you form?.
es: Opcional. ¿De dónde eres?.

source: You're too young. You must be 18 or older to use this app.
es: Eres demasiado joven. Debes tener 18 años o más para usar esta app.

source: Please dont edit the date manually use the datepicker provided by clicking on the field.
es: Por favor, no edites la fecha manualmente. Utiliza el calendario aportado al clickar en el campo.

source: Email exists
es: El email ya existe

source: Sorry that username is already taken :(
es: Lo sentimos, ese nombre de usuario ya está cogido :(

source: Required. 50 character max
es: Obligatorio. 50 caracteres máximo

source: Required. 5 digits max
es: Obligatorio. 5 dígitos máximo

source: refreshment
es: refresco

source: shot
es: chupito

source: beer
es: cerveza

source: wine
es: vino

source: snack
es: aperitivos

source: hookah
es: cachimba

source: misc.
es: etc.

source: Is this product exclusive for clients with a reservation?
es: ¿Este producto es exclusivo para reservados?

source: your spotify username, you will be prompted for authorization
es: tu nombre de usuario de Spotify, se te redirigirá para que lo actualices

source: The name of the type of ticket you are trying to sell.
es: El tipo de entrada que quieres vender.

source: Decribe what this ticket entices.
es: Describe qué te permite esta entrada.

source: 'Number of tickets. (Max)
es: 'Número de entradas. (Max)

source: Your rating.
es: Tu valoración.

source: Your oppinion.
es: Tu opinión.

source: quantity of product you want to buy, max 4.
es: cantidad de productos que deseas comprar, máximo 4.

source: tickets you want to buy, max 4.
es: cantidad de entradas que quieres comprar, máximo 4.

source: how much of your currency you want to add, max 500€, min 10€
es: cuánto dinero quieres cargar en tu cuenta, máximo 500€, mínimo 10€

source: if you agree with these terms we welcome you to the clubby team!
es: si estás de acuerdo con estos términos te damos la bienvenida al equipo de Clubby!

source: Looking for something?
es: ¿Estás buscando algo?

source: We will start looking here.
es: Empezamos a buscar aquí.

source: We stop looking here.
es: Acabamos de buscar aquí.

source: Date must be further than today.
es: La fecha debe ser posterior a hoy.

source: Date must be bigger or equal to the starting date.
es: La fecha debe ser posterior o igual a la fecha de inicio.

source: URL to a picture of your pretty face (200 characters max)
es: URL a una foto de tu cara bonita, colega (200 caracteres máximo)

source: Post a picture of your pretty face, dude (200 characters max)
es: Pon una foto de tu cara bonita, colega (200 caracteres máximo)

source: Enter the name of your club.
es: Introduce el nombre de tu club.

source: Enter the full address so google maps can find it.
es: Introduce la dirección completa para que Google Maps pueda encontrarla.

source: The capacity of your club, you're responsible for the enforcement of this number.
es: El aforo de tu club; eres responsable de respetarlo.

source: Company number for the club
es: Identificación fiscal de tu club

source: URL to a picture of your club (200 characters max)
es: URL a una foto de tu club (200 caracteres máximo)

source: URL to the poster for the event (200 characters max.)
es: URL a un cartel del evento (200 caracteres máximo)

source: event start time 24h format.
es: hora de inicio en formato 24 horas.

source: event duration in hours, max is 12 hours.
es: duración del evento en horas, el máximo son 12 horas.

source: event music type
es: tipo de música del evento

source: Number of tickets. (Max)
es: Número de entradas. (Max)

source: product type
es: tipo de producto

source: star rating 1-10
es: valoración en estrellas de 1 a 10

source: Logout
es: Cerrar sesión

source: Profile
es: Perfil

source: All clubs
es: Todos los clubes

source: Clubs nearby
es: Clubs cercanos

source: Recommended events
es: Eventos recomendados

source: All events
es: Todos los eventos

source: My Events
es: Mis eventos

source: My Purchases
es: Mis compras

source: My History
es: Mi historial

source: Funds:
es: Fondos:

source: User:
es: Usuario:

source: Events
es: Eventos

source: Purchases
es: Mis compras

source: Become Premium!
es: ¡Hazte premium!

source: Login
es: Iniciar sesión

source: Sign Up!
es: ¡Regístrate!

source: Not authenticated
es: No autenticado

source: Home
es: Inicio

source: My purchases
es: Mis compras

source: My history
es: Mi historial

source: Actions
es: Acciones

source: View your profile
es: Ir a mi perfil

source: Cancel your subscription?
es: ¿Quieres cancelar tu subscripción?

source: This will cancel your current premium subscription, if you decide to renew it again you will be charged for it.
es: Estás a punto de cancelas tu subscripción premium, si decides renovarla de nuevo se te cobrará.

source: if you are okay with this you please check the box below.
es: Si estás de acuerdo, por favor marca la checkbox.

source: Accept
es: Aceptar

source: Sorry to see you go :(
es: Te echaremos de menos :(

source: You must accept the conditions
es: Debes aceptar las condiciones

source: Thanks, for believing in us!
es: ¡Gracias por confiar en nosotros!

source: Continue
es: Continuar

source: PRODUCT SALES
es: VENTAS DE PRODUCTOS

source: Total amount of products sold in your club
es: Total de productos vendidos en tu club

source: TICKET SALES
es: VENTA DE ENTRADAS

source: Total amount of tickets sold for your events
es: Total de entradas vendidas para tus eventos

source: MONEY EARNED
es: DINERO GANADO

source: Cumulative sum of money earned
es: Suma acumulativa de dinero ganado

source: MONTHLY RATINGS
es: PUNTUACIONES MENSUALES

source: Monthly rating average of your club
es: Media mensual de puntuaciones de su club

source: Delete Club
es: Borrar club

source: Are you sure you want to delete the club: %(club)s?</p>
es: ¿Estás seguro de que quieres borrar el club: %(club)s?</p>

source: Yes, delete.
es: Sí, borrar.

source: Create Club
es: Crear club

source: Name
es: Nombre

source: Address
es: Dirección

source: Max Capacity
es: Aforo máximo

source: Picture
es: Foto

source: Submit
es: Continuar

source: Address:
es: Dirección:

source: Max Capacity:
es: Aforo máximo:

source: Location
es: Ubicación

source: Purchase products.
es: Comprar productos.

source: Club list
es: Lista de clubes

source: Search
es: Buscar

source: Capacity:
es: Aforo:

source: Navigate to the club
es: Ir al club

source: View ratings
es: Ver valoraciones

source: There are no clubs avaliable.
es: No hay clubes disponibles.

source: Add ratting
es: Añadir valoración

source: Stars
es: Estrellas

source: Text
es: Texto

source: Club Rating
es: Valoración del club

source: My opinion
es: Mi opinión

source: Date:
es: Fecha:

source: Rating:
es: Valoración:

source: stars
es: estrellas

source: Opinion:
es: Opinión:

source: Update rating
es: Actualizar valoración

source: Add rating
es: Añadir valoración

source: Order by stars
es: Ordenar por estrellas

source: Order by date
es: Ordenar por fecha

source: There are no rating yet.
es: No hay ninguna valoración.

source: Edit your data.
es: Editar tus datos.

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Birth date
es: Fecha de nacimiento

source: Update
es: Actualizar

source: Starts:
es: Empieza:

source: Type:
es: Tipo:

source: Starts at:
es: Empieza a las:

source: We could not process
es: No pudimos procesar

source: tickets, they ran out... sorry :(
es: entradas, se han agotado... lo sentimos :(

source: You bought the max ammount of tickets, sorry... :(
es: Has comprado la máxima cantidad permitida de entradas, lo sentimos... :(

source: Man you broke!, add some cash in your profile page
es: Colega, ¡estás tieso! Añade algo de dinero en tu perfil

source: Atendee List:
es: Lista de asistentes:

source: There are no atendants yet.
es: Aún no hay asistentes.

source: Create ticket.
es: Crear entradas.

source: Purchase ticket.
es: Comprar entradas.

source: Careful, events cannot be created for the current date, they also cannot be modified.
es: Cuidado, los eventos no pueden crearse para el mismo día de hoy, ni pueden modificarse más tarde.

source: Start date
es: Fecha de inicio

source: Start time
es: Hora de inicio

source: Duration
es: Duración

source: Event type
es: Tipo de evento

source: Event List
es: Lista de eventos

source: Start Date:
es: Fecha de inicio:

source: Start Time:
es: Hora de inicio:

source: Duration:
es: Duración:

source: hours
es: horas

source: Navigate to the event
es: Ir al evento

source: There are no events avaliable.
es: No hay eventos disponibles.

source: Create new event
es: Crear nuevo evento

source: End date
es: Fecha de fin:

source: Adding
es: Añadiendo

source: € to account
es: € a tu cuenta

source: Security advice:
es: Alerta de seguridad:

source: Information:
es: Información:

source: Welcome to Clubby!
es: ¡Bienvenido a Clubby!

source: Dynamic content
es: Contenido dinámico

source: Clubby has the following record counts:
es: Clubby tiene los siguientes recuentos:

source: Total Clubs:
es: Total de clubes:

source: The number of clubs we have registered
es: Número de clubes que tenemos registrados

source: Total Users:
es: Total de usuarios:

source: The number of users we have registered
es: Número de usuarios registrados

source: Total Events:
es: Total de eventos:

source: The number of events we have registered
es: Número de eventos registrados

source: You have visited this page
es: Has visitado esta página

source: time
es: vez

source: times
es: veces

source: terms and conditions
es: términos y condiciones

source: privacy policy
es: política de privacidad

source: Setup your monthly subscription.
es: Activa tu subscripción mensual.

source: 15€ will be substracted from your account at the start of every month.
es: cobraremos 15€ de tu cuenta al inicio de cada mes.

source: if you dont have enough funds in your account the suscription will be cancelled automatically.
es: si no tienes suficientes fondos en tu cuenta, tu subscripción será cancelada de forma automática.

source: Activate a premium subscription!
es: Activar subscripción premium!

source: You dont have enough funds, add more on the profile page.
es: No tienes fondos suficientes, añade más en tu perfil.

source: Price:
es: Precio:

source: Hookah
es: Cachimba

source: Beer
es: Cerveza

source: Wine
es: Vino

source: Snack
es: Aperitivos

source: Refreshment
es: Refresco

source: Shot
es: Chupito

source: Misc
es: Otros

source: This product is exclusive for reservations
es: Este producto es exclusivo para reservados

source: edit product
es: editar producto

source: delete product
es: borrar producto

source: Product List
es: Lista de productos

source: Type
es: Tipo

source: Misc.
es: Etc.

source: ("This product is exclusive for reservations")
es: ("Este producto es exclusivo para reservados")

source: You own:
es: Posees:

source: There are no products avaliable.
es: No hay productos disponibles.

source: Create new product
es: Añadir producto

source: Delete Product
es: Borrar producto

source: Are you sure you want to delete the Product:
es: ¿Estás seguro de que desaeas borrar el siguiente producto:

source: Price
es: Precio

source: Product type
es: Tipo de producto

source: Reservation exclusive
es: Exclusivo para reservados

source: Premium status:
es: Estado de subscripción premium:

source: Active
es: Activa

source: CANCEL
es: CANCELAR

source: Inactive
es: Inactiva

source: Name:
es: Nombre:

source: Surname:
es: Apellidos:

source: Location:
es: Ubicación:

source: Birth Date:
es: Fecha de nacimiento:

source: Profile pic:
es: Foto de perfil:

source: Edit profile
es: Editar perfil

source: Ammount to add
es: Cantidad a añadir

source: Add funds to your account!
es: ¡Añade fondos a tu cuenta!

source: Here you can get funds to your bank account. To do it you need to setup a Stripe account:
es: Aquí puedes sacar tus fondos a tu cuenta bancaria. Para esto necesitas configurar una cuenta de Stripe:

source: Connect to stripe
es: Conectar con Stripe

source: YOU DO NOT HAVE THAT MUCH FUNDS...
es: NO TIENES SUFICIENTES FONDOS...

source: Get money to your bank:
es: Sacar dinero a tu cuenta bancaria:

source: Get your funds to you bank!
es: ¡Añade tus fondos a tu cuenta bancaria!

source: Sorry your event publication limit has been reached (2 per month), if you wish to have unlimited events and more consider becoming
es: Lo sentimos, has alcanzado tu limite de publicación de eventos (2 al mes). Si deseas crear eventos ilimitados, considera hacerte

source: No club registered: register one
es: No hay ningún club registrado: añade uno

source: HERE
es: AQUÍ

source: people
es: personas

source: Edit club
es: Editar club

source: Delete club
es: Borrar club

source: My published events
es: Mis eventos publicados

source: My products
es: Mis productos

source: Statistics
es: Estadísticas

source: (if it is not showing properly on this map you might want to replace the address you gave us.)
es: (si no se muestra correctamente en el mapa, quizás quieras revisar la dirección que registraste)

source: We can recommend events to you if you link your account with spotify you can do so here:
es: Podemos recomendarte eventos si vinculas con nosotros tu cuenta de Spotify desde aquí:

source: Your spotify account is currently linked, if you wish to change the linked spotify account you can do it here:
es: Tu cuenta de Spotify está correctamente vinculada, si deseas cambiar a otra cuenta puedes hacerlo aquí:

source: Link your Spotify account
es: Vincular cuenta de Spotify

source: Export personal data
es: Exportar información personal

source: Delete your account
es: Borrar tu cuenta

source: Are you sure?
es: Estás seguro?

source: Once you delete your account, there is no going back
es: Una vez borres tu cuenta, no hay vuelta atrás

source: Delete account
es: Borrar cuenta

source: Product:
es: Producto:

source: Product Type:
es: Tipo de producto:

source: Not exclusive
es: No exclusivo

source: Ticket:
es: Entrada:

source: Get back to my purchases
es: Volver a mis compras

source: Refreshmen
es: Refresco

source: THE USER NEED TO HAVE A RESERVATION TO REDEEM THIS PRODUCT
es: EL USUARIO NECESITA TENER UN RESERVADO PARA CANJEAR ESTE PRODUCTO

source: Event:
es: Evento:

source: Category:
es: Categoría:

source: Description:
es: Descripción:

source: NOT FOR TODAY
es: NO ES PARA HOY

source: Are you sure you want to redeem the QR Code?
es: ¿Estás seguro de que quieres canjear este QR?

source: Redeem!
es: ¡Canjear!

source: My History Of Purchases
es: Mi historial de compras

source: Type: Product
es: Tipo: Producto

source: Details:
es: Detalles:

source: Place:
es: Lugar:

source: Purchase Date:
es: Fecha de compra:

source: Expires After:
es: Caduca después del:

source: Used:
es: Usado:

source: Type: Ticket
es: Tipo: Entrada

source: Start :
es: Empieza :

source: Hours
es: Horas

source: You have no purchases used
es: No tienes compras usadas

source: You dont have enough to buy that, get some moolah in your profile page
es: No tienes suficiente para comprar esto, añade unos pavos a tu cuenta en tu perfil

source: QR Code
es: Código QR

source: You have no purchases
es: No tienes compras

source: Sign up as user
es: Registrarse como usuario

source: if you are a club owner sign up
es: si eres un dueño de club regístrate

source: here!
es: aquí!

source: Sign up as owner
es: Registrarse como dueño de club

source: back to user signup
es: volver al registro de usuario

source: here.
es: aquí.

source: Username
es: Usuario

source: Password
es: Contraseña

source: Password confirmation
es: Confirmar contraseña

source: *Sign up and agree
es: *Registrarse y aceptar

source: *By clicking in the "Sign up and agree" button you agree with our
es: *Clickando en el botón "Registrarse y aceptar" muestras tu conformidad con nuestros

source: and
es: y

source: Confirm signup?
es: ¿Confirmar registro?

source: You have successfully deleted your Clubby account
es: Has borrado completamente tu cuenta de Clubby

source: Sometimes things just do not flow. But anyway we woud love to hear the reasons you deleted your account
es: Algunas veces las cosas simplemente no fluyen. De todas formas nos encantaría oír qué te ha llevado a borrar tu cuenta

source: If you have something to share please write us at clubbyispp@gmail.com
es: Si tienes algo que compartir con nosotros escríbemos a clubbyispp@gmail.com

source: Create tickets
es: Crear entradas

source: Category
es: Categoría

source: Description
es: Descripción

source: Size
es: Cantidad

source: Ticket List
es: Lista de entradas

source: There are left:
es: Entradas disponibles:

source: Sorry, this event is sold out.
es: Lo sentimos, no quedan entradas para este evento.

source: You can check out later in the case the club adds more!
es: ¡Puedes volver a comprobarlo más tarde por si el club añade más!

source: Your username and password did not match. Please try again.
es: Tu usuario y contraseña no concuerdan. Inténtalo de nuevo.

source: Your account does not have access to this page. To proceed, please login with an account that has access.
es: Tu cuenta no tiene acceso a esta página. Para proceder, inicia sesión con una cuenta que tenga permisos.

source: Please login to see this page.
es: Por favor, inicia sesión para ver esta página.

source: By logging in with Google you agree with our
es: Iniciando sesión con Google estás aceptando nuestros

source: Login with Google
es: Iniciar sesión con Google

source: login
es: iniciar sesión

source: Lost password?
es: ¿No recuerdas tu contraseña?

source: By clicking in the "Login with Google" button you agree with our
es: *Clickando en el botón "Inicio de sesión con Google" muestras tu conformidad con nuestros

source: You don't own that >:(
es: Eso no te pertenece >:(

source: You cannot create events for the current day
es: No puedes crear eventos para el día de hoy

source: Start time is invalid
es: Hora de inicio no válida

source: Duration is invalid
es: Duración no válida

source: the security key did not match, trying to screw people over huh? Naughty >:(
es: la clave de seguridad no encaja, ¿intentas fastidiar a alguien? Persona horrible >:(

source: Something went wrong
es: Algo salió mal

source: Incorrect accesing to resource.
es: Acceso incorrecto al recurso.

source: English
es: Inglés
